Repository: manexim/home
Catalog: po/extra/*.po
Languages: es, fr, nl, pl, pt

source: Home
es: Inicio
pt: Casa

source: Control your smart home gadgets
es: Controla tus dispositivos del hogar inteligente
fr: Contrôlez vos objets connectés pour maison intelligente
nl: Stuur je slimme gadgets aan
pl: Kontroluj twoje urządzenia inteligentnego domu
pt: Controle seus gadgets domésticos inteligentes

source: A smart home application to control your gadgets.
es: Una aplicación de hogar inteligente para controlar sus dispositivos.
fr: Une application pour maison intelligente afin de contrôler vos objets connectés
nl: Een slimme toepassing om je slimme gadgets aan te sturen.
pl: Aplikacja do kontrolowania urządzeń inteligentnego domu.
pt: Uma aplicação para casas inteligentes para controlar seus gadgets.

source: Supported devices:
es: Dispositivos soportados:
fr: Appareils supportés :
nl: Ondersteunde apparaten:
pl: Wspierane urządzenia:
pt: Dispositivos suportados:

source: New:
es: Nuevo:
fr: Nouveau :
nl: Nieuw:
pl: Nowe:
pt: Novo:

source: Add new UI
es: Añadir nueva UI
nl: Nieuw uiterlijk
pl: Dodano nowe UI
pt: Adicionar nova interface do usuário

source: Add initial support for Philips Hue devices
es: Añadir soporte inicial para los dispositivos Philips Hue
nl: Initiële ondersteuning voor Philips Hue-apparaten
pl: Dodano wstępne wsparcie dla urządzeń Philips Hue
pt: Adicionar suporte inicial para dispositivos Philips Hue

source: Add discovery for Philips Hue bridges
es: Añadir descubrimiento para los bridges de Philips Hue
nl: Philips Hue Bridges kunnen nu worden gevonden
pl: Dodano wykrywanie urządzeń Philips Hue
pt: Adicionar descoberta para pontes Philips Hue

source: Add page to configure Philips Hue bridges
es: Añadir página para configurar los bridges de Philips Hue
nl: Pagina toegevoegd om Philips Hue Bridges in te stellen
pl: Dodano stronę konfiguracyjną mostków Philips Hue
pt: Adicionar página para configurar pontes Philips Hue

source: Add service to save configurations
es: Añadir servicio para guardar las configuraciones
nl: Dienst toegevoegd om instellingen op te slaan
pl: Dodano serwis do zapisywania ustawień
pt: Adicionar serviço para guardar configurações

source: Improved:
es: Mejorado:
fr: Amélioration :
nl: Verbeterd:
pl: Poprawiono:
pt: Melhorado:

source: Update welcome view
es: Actualización de la vista de bienvenida
nl: Welkomstpagina bijgewerkt
pl: Zaktualizowano ekran powitalny
pt: Atualizar painel de boas-vindas

source: Add mode switch for dark theme if freedesktop schema is not available
es: Agregar el cambio de modo para el tema oscuro si el esquema freedesktop no está disponible
nl: Donkerethemamodus toegevoegd voor als het freedesktop-schema niet beschikbaar is
pl: Dodano przełącznik dla ciemnego motywu jeżeli schemat freedesktop nie jest dostępny
pt: Adicionar alternar modo para tema escuro se o esquema freedesktop não estiver disponível

source: Fixed:
es: Corregido:
fr: Corrections :
nl: Opgelost:
pl: Naprawiono:
pt: Corrigido:

source: Translations:
es: Traducciones:
nl: Vertalingen:
pl: Tłumaczenia:
pt: Traduções:

source: French (by NathanBnm)
es: Francés (por NathamBnm)
nl: Franse vertaling, met dank aan @NathanBnm
pl: Francuski (NathanBnm)
pt: Francês (pelo NathanBnm)

source: German
es: Alemán
nl: Duits
pl: Niemiecki
pt: Alemão

source: Russian (by camellan)
es: Ruso (por camellan)
nl: Russische vertaling, met dank aan @camellan
pl: Rosyjski (camellan)
pt: Russo (pelo camellan)

source: Add welcome view for onboarding
es: Agregar vista de bienvenida para el primer inicio
fr: Ajout d'un écran de bienvenue à l'ouverture
nl: Welkomstpagina toegevoegd voor onboarding
pl: Dodano ekran powitalny dla pierwszego uruchomienia
pt: Adicione uma vista de boas vindas ao onboarding

source: Show loading page if no smart home gadget is found
es: Mostrar página de carga si no se encuentra ningún dispositivo inteligente
fr: Affichage de la page de chargement si aucun objet connecté n'est trouvé
nl: 'Bezig met laden'-pagina toegevoegd voor als er geen slimme gadget is aangetroffen
pl: Pokazywanie strony ładowania jeżeli żadne inteligentne urządzenie nie zostało znalezione
pt: Mostrar página de carregamento se não for encontrado nenhum dispositivo doméstico inteligente

source: Show manufacturer and model of device
es: Mostrar fabricante y modelo del dispositivo
fr: Affichage des informations du modèle et de l'appareil
nl: De maker van en het type apparaat worden nu getoond
pl: Pokazywanie producenta i modelu urządzenia
pt: Mostrar fabricante e modelo do dispositivo

source: Save and load window settings
es: Guardar y cargar los ajustes de ventana
fr: Enregistrement et rechargement des paramètres de la fenêtre
nl: Vensterinstellingen opslaan en laden
pl: Zapisywanie i ładowanie ustawień okna
pt: Guardar e carregar as configurações da janela

source: Remove mention of elementary OS in app description
es: Eliminar la mención a elementary OS en la descripción de la aplicación
fr: Suppression de la mention d'elementary OS dans la description
nl: Vermelding van elementary OS verwijdert uit omschrijving
pl: Usunięcie wzmianki o elementary OS w opisie urządzenia
pt: Remover menção de elementaryOS na descrição do aplicativo

source: Suffix symbolic icon names with -symbolic
es: Añadir como sufijo el nombre de los iconos simbólicos con -symbolic
fr: Ajout du suffixe -symbolic au nom des icônes symboliques
nl: Symbolische pictogramnamen eindigen nu op -symbolic
pl: Dopisanie -symbolic do nazw symbolicznych ikon
pt: Sufixo nomes de ícones simbólicos com -symbolic

source: Install all available icon sizes
es: Instalar todos los tamaños de iconos disponibles
fr: Installation de toutes les tailles d'icône disponibles
nl: Alle beschikbare pictogramgroottes worden nu geïnstalleerd
pl: Instalowanie wszystkich dostępnych rozmiarów ikon
pt: Instalar todos os tamanhos de ícones disponíveis

source: Initial release
es: Lanzamiento inicial
fr: Version initiale
nl: Initiële uitgave
pl: Pierwszy release
pt: Lançamento inicial

source: Manexim
fr: Menxim
